[
 {
   "Review": "Went here on a fabulous clear day, the views are lovely but the highlight for me was the elephant shrine. It was really lovely. I wouldn’t make a special trip if you were staying the other side of the island however if you have time it is a lovely place to stop ",
   "Name": "katelg01",
   "Address": "Portugal",
   "Time": "January 2020",
   "Rating": 4,
   "Thai": "ไปที่นี่ในวันที่อากาศแจ่มใสเหลือเชื่อวิวสวย แต่ไฮไลท์สำหรับฉันคือศาลเจ้าช้าง มันน่ารักจริงๆ ฉันจะไม่ทำให้การเดินทางพิเศษถ้าคุณพักที่อีกด้านหนึ่งของเกาะ แต่ถ้าคุณมีเวลามันเป็นสถานที่ที่น่ารักที่จะหยุด"
 },
 {
   "Review": "We just in time reached the cape to see the sunset which was way too awesome. There is a fantastic view from the top. The ride to the cape was also cool. A must see place if you are around Phuket. And the best time would be for the sunset.",
   "Name": "Ramya",
   "Address": "-",
   "Time": "December 2019",
   "Rating": 5,
   "Thai": "ทันเวลาเราก็มาถึงแหลมเพื่อดูพระอาทิตย์ตกซึ่งมันยอดเยี่ยมมาก มีมุมมองที่ยอดเยี่ยมจากด้านบน การขี่ไปที่แหลมก็ยอดเยี่ยมเช่นกัน ต้องดูสถานที่ถ้าคุณอยู่ใกล้ภูเก็ต และเวลาที่ดีที่สุดสำหรับพระอาทิตย์ตก"
 },
 {
   "Review": "The place can get crowded during sunset but its worth the visit. We went there via motorbike and stopped to karon viewpoint and nai harn beach along the way. Sunset was amazing looking over the horizon. About 40min drive from Patong area.",
   "Name": "Kateheaven",
   "Address": "Singapore, Singapore",
   "Time": "December 2019",
   "Rating": 4,
   "Thai": "สถานที่สามารถแออัดในช่วงพระอาทิตย์ตกดิน แต่มันก็คุ้มค่ากับการเยี่ยมชม เราไปที่นั่นด้วยมอเตอร์ไซค์และหยุดที่จุดชมวิวคารอนและหาดในหานไปตามทาง พระอาทิตย์ตกที่น่าตื่นตาตื่นใจมองผ่านขอบฟ้า ขับรถประมาณ 40 นาทีจากพื้นที่ป่าตอง"
 },
 {
   "Review": "I think Chaithararam Temple is the best and preserved temple in Phuket: it's a spiritual place where you can enjoy and experience on live some traditions the monks are having if you are lucky: i got the moment where they lighting the candles.Not so crowded as I expected, you can have beautiful pictures.recommended the visit.",
   "Name": "Drew_riverplace_",
   "Address": "-",
   "Time": "October 2019",
   "Rating": 5,
   "Thai": "ฉันคิดว่าวัดไชธารารามเป็นวัดที่ดีที่สุดและเก็บรักษาไว้ในจังหวัดภูเก็ตเป็นสถานที่ทางจิตวิญญาณที่คุณสามารถเพลิดเพลินและสัมผัสกับประเพณีบางอย่างที่พระสงฆ์กำลังมีหากคุณโชคดีฉันได้รับแสงเทียน ไม่แออัดอย่างที่ฉันคาดไว้คุณสามารถมีภาพที่สวยงาม แนะนำให้เยี่ยมชม"
 },
 {
   "Review": "Been many times and have contributed many photos over the years. Will continue to do so because it is my favourite place on Phuket. The views are amazing surrounding the area and the waters are crazy. If you like adventure, walk out to the point. Wear good shoes and be safe. Do not attempt it if you have a medical condition, take water and use sunscreen. The point can get rough if there is a storm coming in, be cautious of the waves, they have a way of sneaking up on you if you get too close. You can not swim around this are and are foolish if you try.",
   "Name": "Yaman M",
   "Address": "-",
   "Time": "September 2019",
   "Rating": 5,
   "Thai": "หลายต่อหลายครั้งในหลายปีที่ผ่านมา จะยังคงทำเช่นนี้เพราะเป็นสถานที่โปรดของฉันในภูเก็ต มุมมองที่น่าตื่นตาตื่นใจโดยรอบพื้นที่และน้ำเป็นบ้า ถ้าคุณชอบการผจญภัยเดินออกไปที่จุด สวมรองเท้าที่ดีและปลอดภัย อย่าพยายามถ้าคุณมีเงื่อนไขทางการแพทย์ใช้น้ำและใช้ครีมกันแดด จุดที่อาจจะหยาบถ้ามีพายุเข้ามาระวังคลื่นพวกเขามีวิธีด้อมคุณถ้าคุณเข้าใกล้เกินไป คุณไม่สามารถว่ายน้ำรอบนี้และโง่ถ้าคุณลอง"
 },
 {
   "Review": "This is Thailand's sunset point that your should not miss when you are in Phuket.  The atmosphere is so nice. If you wear a sport shoes, walk down to the cliff to spend good moments with nature. ",
   "Name": "VIPANAPA",
   "Address": "Bangkok, Thailand",
   "Time": "August 2019",
   "Rating": 5,
   "Thai": "นี่เป็นจุดชมพระอาทิตย์ตกของประเทศไทยที่คุณไม่ควรพลาดเมื่ออยู่ในภูเก็ต บรรยากาศดีมาก ถ้าคุณสวมรองเท้ากีฬาเดินลงไปที่หน้าผาเพื่อใช้ช่วงเวลาที่ดีกับธรรมชาติ"
 },
 {
   "Review": "Same as windmill viewpoint,  look at the andaman sea.   There are a lot of parking lot,  it is good to drive and visit.  ",
   "Name": "Joyce H",
   "Address": "-",
   "Time": "August 2019",
   "Rating": 5,
   "Thai": "เช่นเดียวกับจุดชมวิวกังหันลมดูทะเลอันดามัน มีที่จอดรถเยอะขับดีและเยี่ยม"
 },
 {
   "Review": "It is undoubtedly one of the best spots on the island to watch the sunset but the crowd is crazy so in my opinion it’s a bit overrated. There are many other beautiful but quiet places without massive crowds of mostly Chinese people. They don’t even care about the sunset. They click their photo, turn around and leave without even looking at the sun! They are loud and noisy. The place is probably still worth a visit but I wouldn’t go there again. Unless there is some secret spot to hide from the insanity",
   "Name": "Gata",
   "Address": "Dubai, United Arab Emirates",
   "Time": "July 2019",
   "Rating": 4,
   "Thai": "มันเป็นหนึ่งในจุดที่ดีที่สุดบนเกาะอย่างไม่ต้องสงสัยเพื่อชมพระอาทิตย์ตก แต่ฝูงชนก็บ้าคลั่งดังนั้นในความคิดของฉันมันค่อนข้าง overrated เล็กน้อย มีสถานที่สวยงามอื่น ๆ อีกมากมาย แต่เงียบสงบโดยไม่มีฝูงชนจำนวนมากส่วนใหญ่เป็นคนจีน พวกเขาไม่สนใจเกี่ยวกับพระอาทิตย์ตก พวกเขาคลิกที่รูปหันหลังแล้วออกไปโดยไม่แม้แต่จะมองไปที่ดวงอาทิตย์ที่ดังและเสียงดัง สถานที่น่าจะยังคงมีมูลค่าการเยี่ยมชม แต่ฉันจะไม่ไปที่นั่นอีก นอกเสียจากว่าจะมีจุดลับที่ซ่อนอยู่จากความบ้า"
 },
 {
   "Review": "Nice views from the top but we came when the sun was hitting directly above us, so we had to find a shade and just enjoy the views. ",
   "Name": "sageds",
   "Address": "Singapore, Singapore",
   "Time": "May 2019",
   "Rating": 4,
   "Thai": "วิวสวยจากบนสุด แต่เรามาเมื่อดวงอาทิตย์กระทบเหนือเราโดยตรงดังนั้นเราต้องหาร่มเงาและสนุกกับวิว"
 },
 {
   "Review": "Considered as one of Phuket tourism Almost everyone has to visit the scenery and take pictures of the sunset. People will be very tight if it is during the holidaywatch the time well. Most people will go ahead to find a place But ats. Parking is less. Must the point of being able to walk down But be careful, the elderly and children do not recommend walking down.",
   "Name": "@pimpa",
   "Address": "Surat Thani, Thailand",
   "Time": "Mar-19",
   "Rating": 5,
   "Thai": "ถือได้ว่าเป็นหนึ่งในการท่องเที่ยวของจังหวัดภูเก็ตเกือบทุกคนต้องไปเยี่ยมชมทิวทัศน์และถ่ายภาพพระอาทิตย์ตกดิน คนจะแน่นมากถ้ามันเป็นช่วงวันหยุดเวลาดี คนส่วนใหญ่จะไปข้างหน้าเพื่อหาสถานที่ แต่ ats ที่จอดรถน้อย จะต้องมีจุดที่สามารถเดินลงได้ แต่ต้องระวังผู้สูงอายุและเด็ก ๆ ไม่แนะนำให้เดินลง"
 },
 {
   "Review": "The unbreakable serene and romantic ambience of Promthep Cape encourages everyone to visit the picturesque panoramic landscape with the most stunning view. It is a great checkpoint where a few selfies are considered not enough. Its sunset hour is the most romantic moment inspiring a profoundly positive mood.",
   "Name": "Itt P",
   "Address": "-",
   "Time": "February 2019",
   "Rating": 5,
   "Thai": "บรรยากาศอันเงียบสงบและโรแมนติกที่ไม่แตกสลายของแหลมพรหมเทพกระตุ้นให้ทุกคนไปเยี่ยมชมภูมิทัศน์พาโนรามาที่งดงามพร้อมวิวที่สวยงามที่สุด มันเป็นจุดตรวจที่ยอดเยี่ยมที่มีการพิจารณาว่าเซลฟี่ไม่เพียงพอ เวลาพระอาทิตย์ตกของมันเป็นช่วงเวลาที่โรแมนติกที่สุดที่สร้างแรงบันดาลใจให้อารมณ์เชิงบวกอย่างลึกซึ้ง"
 },
 {
   "Review": "You can watch a nice view and sunset from here. Parking space is limited, if you drive by your own. No need to pay anything. ",
   "Name": "Sharrel Baharum",
   "Address": "Kuala Lumpur, Malaysia",
   "Time": "December 2018",
   "Rating": 4,
   "Thai": "คุณสามารถชมวิวที่สวยงามและพระอาทิตย์ตกจากที่นี่ ที่จอดรถมี จำกัด ถ้าคุณขับด้วยตัวเอง ไม่จำเป็นต้องจ่ายอะไรเลย"
 },
 {
   "Review": "It was a unplanned visit to have sunset at this point. Wanted to spend one hour. But due to time constraint, was able to spend only 20 minutes. But the sunset view from this location was awesome. Calm sea and sunset - a great combination. Don't miss this. ",
   "Name": "Divyakant Meva",
   "Address": "Rajkot, India",
   "Time": "December 2018",
   "Rating": 4,
   "Thai": "มันเป็นการเยี่ยมชมโดยไม่ได้วางแผนเพื่อพระอาทิตย์ตกดิน ณ จุดนี้ ต้องการใช้เวลาหนึ่งชั่วโมง แต่เนื่องจากข้อ จำกัด ด้านเวลาจึงสามารถใช้เวลาเพียงยี่สิบนาที แต่วิวพระอาทิตย์ตกจากที่ตั้งนี้ยอดเยี่ยมมาก ทะเลสงบและพระอาทิตย์ตก - การรวมกันที่ดี อย่าพลาดสิ่งนี้"
 },
 {
   "Review": "A must visit place in phuket. The views from Promthep Cape is absolutely stunning. I visited during daytime. I am told sunset views are amazing.   In case you want to see sunset start early as the road gets crowded.  Promthep cape is a place not be missed at any cost",
   "Name": "Gopinath Prabhu",
   "Address": "Belthangady, India",
   "Time": "November 2018",
   "Rating": 5,
   "Thai": "ต้องไปสถานที่ในจังหวัดภูเก็ต มุมมองจากแหลมพรหมเทพนั้นสวยงามอย่างแน่นอน ฉันเยี่ยมชมในช่วงกลางวัน ฉันบอกว่าวิวพระอาทิตย์ตกดินนั้นน่าทึ่งมาก ในกรณีที่คุณต้องการชมพระอาทิตย์ตกเริ่มต้นเร็วเนื่องจากถนนหนาแน่น แหลมพรหมเทพเป็นสถานที่ที่ไม่ควรพลาด"
 },
 {
   "Review": "A bit crowded with tourists upon arrival but never stopped us from squeezing to the cliff front to have a good view . Wonderful & refreshing view from the top while watching the sun to set beyond the horizon . Its indeed the best place to view the sunset !",
   "Name": "Jesslyn C",
   "Address": "Hong Kong, China",
   "Time": "Date of experience: May 2018",
   "Rating": 4,
   "Thai": "ค่อนข้างแออัดไปด้วยนักท่องเที่ยวเมื่อมาถึง แต่ไม่เคยหยุดเราจากการบีบไปยังด้านหน้าหน้าผาเพื่อให้ได้มุมมองที่ดี มุมมองที่ยอดเยี่ยมและสดชื่นจากด้านบนในขณะที่ดูพระอาทิตย์ตกดินเกินขอบฟ้า มันเป็นสถานที่ที่ดีที่สุดในการชมพระอาทิตย์ตก"
 },
 {
   "Review": "From the cape there is an enthralling view opens on the neighboring beaches: Nai Harn, Ya Nui and Rawai. At the top there are numerous shops and cafes; also there is a monument to the sub-lieutenant and some Buddhist stands.  ",
   "Name": "Saša",
   "Address": "Vladivostok, Russia",
   "Time": "April 2018",
   "Rating": 5,
   "Thai": "จากแหลมมีมุมมองที่ทำให้เป็นทาสเปิดบนชายหาดใกล้เคียงในหาน, ยานุ้ยและราไวย์ ที่ด้านบนมีร้านค้าและร้านกาแฟมากมายนอกจากนี้ยังมีอนุสาวรีย์ของผู้หมวดและบางพุทธยืน"
 },
 {
   "Review": "Recommend trekking down for a nicer view of the sunset. Fewer people there too. Path on the way down is very rocky and dangerous, wear shoes! View is worth the walk. Come around 1730, sun sets around 1830. Sunset was beautiful! It is a must to visit this place.  ",
   "Name": "Joel T",
   "Address": "Singapore, Singapore",
   "Time": "March 2018",
   "Rating": 5,
   "Thai": "แนะนำให้เดินป่าลงเพื่อชมพระอาทิตย์ตกที่สวยงามกว่า มีคนน้อยลงเช่นกัน เส้นทางระหว่างทางลงมากโขดหินและอันตรายดูรองเท้าสวมใส่คุ้มค่ากับการเดิน มาประมาณหนึ่งพันเจ็ดร้อยสามสิบดวงอาทิตย์ตกดินหนึ่งพันแปดร้อยสามสิบดวง พระอาทิตย์ตกที่สวยงามมันเป็นสิ่งที่ต้องไปเยี่ยมชมสถานที่แห่งนี้"
 },
 {
   "Review": "You can not go to Phuket and not visit here.  Such a beautiful place to visit and the sunsets are amazing.",
   "Name": "Nicki C",
   "Address": "Adelaide, Australia",
   "Time": "March 2018",
   "Rating": 5,
   "Thai": "คุณไม่สามารถไปที่ภูเก็ตและไม่ได้มาที่นี่ เป็นสถานที่ที่สวยงามสำหรับการเยี่ยมชมและพระอาทิตย์ตกที่น่าตื่นตาตื่นใจ"
 },
 {
   "Review": "Must visit in phuket. We went as a part of city tour but will suggest to go self via bike or taxi so that you can spend maximum time enjoying view.",
   "Name": "nikhil",
   "Address": "-",
   "Time": "February 2018",
   "Rating": 5,
   "Thai": "ต้องไปที่ภูเก็ต เราไปเป็นส่วนหนึ่งของการเที่ยวชมเมือง แต่จะแนะนำให้ไปเที่ยวด้วยตัวเองผ่านทางจักรยานหรือแท็กซี่เพื่อที่คุณจะได้ใช้เวลาเพลิดเพลินไปกับการชมวิว"
 },
 {
   "Review": "With the amazing amount of tourists, this place still offers plenty of view for a very nice photo shot.  Plenty of parking and plenty of space ",
   "Name": "Gerryte",
   "Address": "Singapore",
   "Time": "October 2017",
   "Rating": 5,
   "Thai": "ด้วยจำนวนนักท่องเที่ยวที่น่าทึ่งสถานที่แห่งนี้ยังคงมีมุมมองมากมายสำหรับการถ่ายภาพที่ดีมาก ที่จอดรถมากมายและพื้นที่มากมาย"
 },
 {
   "Review": "Amazing views of islands breaches and sunset not far to the seafood markets and restaurants of Rawai beach  Must do",
   "Name": "E2397FDtonyp",
   "Address": "Maroochydore, Australia",
   "Time": "August 2017",
   "Rating": 5,
   "Thai": "วิวที่น่าตื่นตาตื่นใจของการละเมิดหมู่เกาะและพระอาทิตย์ตกไม่ไกลจากตลาดอาหารทะเลและร้านอาหารบนหาดราไวย์ต้องทำ"
 },
 {
   "Review": "The view at Phromthep Cape is stunning. You can even walk to the very tip - that proved to be a bit tricky in flip flops though. Avoid visiting at peak hours as it is unbearably hot.",
   "Name": "SaraDeis",
   "Address": "Koper, Slovenia",
   "Time": "July 2017",
   "Rating": 4,
   "Thai": "มุมมองที่แหลมพรหมเทพนั้นน่าทึ่ง คุณยังสามารถเดินไปที่ปลายสุดยอด - ซึ่งพิสูจน์แล้วว่าเป็นเรื่องยุ่งยากเล็กน้อยในรองเท้าแตะ หลีกเลี่ยงการเยี่ยมชมในชั่วโมงเร่งด่วนเนื่องจากอากาศร้อนจัด"
 },
 {
   "Review": "Very beautiful and stunning scenery. We were amazed by this place as it is very beautiful. Some serious nature here!",
   "Name": "567Allwyn",
   "Address": "Alappuzha, India",
   "Time": "April 2017",
   "Rating": 5,
   "Thai": "ทิวทัศน์ที่สวยงามและน่าทึ่งมาก เราประหลาดใจกับที่นี่เพราะมันสวยงามมาก ธรรมชาติที่ร้ายแรงบางอย่างที่นี่"
 },
 {
   "Review": "A must place to visit for any Phuket traveller. Beautiful view on a peaceful place. Can be growded during High season",
   "Name": "PTarkkonen",
   "Address": "Ban Khok Chang, Thailand",
   "Time": "January 2020",
   "Rating": 5,
   "Thai": "ต้องไปเยี่ยมสำหรับนักเดินทางชาวภูเก็ต มุมมองที่สวยงามในสถานที่ที่เงียบสงบ สามารถปลูกได้ในช่วงฤดูท่องเที่ยว"
 },
 {
   "Review": "Very beautiful sunsets. We came here several times and enjoyed the beauty of the setting sun in the horizon of the ocean",
   "Name": "Ali A",
   "Address": "Plattling, Germany",
   "Time": "January 2020",
   "Rating": 5,
   "Thai": "พระอาทิตย์ตกที่สวยงามมาก เรามาที่นี่หลายครั้งและมีความสุขกับความงดงามของพระอาทิตย์ตกดินในขอบฟ้าของมหาสมุทร"
 },
 {
   "Review": "Very honestly, it’s a brilliant sunset point and that’s about it .. if you are into sunsets you will absolutely love it and give this place a 4/5 but if you are looking for something more than it is a 3/5 kinda place.\nWe rented a Tuk Tuk from Patong and it costed us around 200 Thai Bhat(it’s better if you rent a vehical for the entire day and explore points like these) We went in the evening just before sunset. The vibe is brilliant, local musicians playing music, dancers dancing and lots of other activities. There a small stalls outside selling local street food but I don’t trust the quality. Just outside the main entrance there are small cafes, I had the banana crep from there and it was amazing and costed me 20 Thai bhat. The sunset beautiful and makes for great instagram pictures. There is an elephant shrine there and",
   "Name": "Unwind",
   "Address": "Ahmedabad, India",
   "Time": "January 2020",
   "Rating": 3,
   "Thai": "มันมีจุดชมพระอาทิตย์ตกที่สวยงามและนั่นเป็นเรื่องเกี่ยวกับมัน ถ้าคุณกำลังตกดินคุณจะรักมันอย่างแน่นอนและให้สถานที่แห่งนี้ 4/5 แต่ถ้าคุณกำลังมองหาบางสิ่งมากกว่าที่นี่เป็นสถานที่แบบ 3/5 เราเช่ารถตุ๊กตุ๊กจากป่าตองและมันทำให้เรามีราคาประมาณสองร้อยคนไทย bhat (มันจะดีกว่าถ้าคุณเช่ายานพาหนะตลอดทั้งวันและสำรวจจุดเช่นนี้เราไปในตอนเย็นก่อนพระอาทิตย์ตกดินบรรยากาศดีนักดนตรีท้องถิ่น เล่นดนตรีนักเต้นเต้นรำและกิจกรรมอื่น ๆ อีกมากมายมีแผงลอยเล็ก ๆ ข้างนอกขายอาหารข้างถนนในท้องที่ แต่ฉันไม่ไว้ใจคุณภาพด้านนอกทางเข้าหลักมีร้านกาแฟเล็ก ๆ ฉันมีกล้วย crep จากที่นั่น ทำให้ฉันเสียค่าใช้จ่ายยี่สิบบาท bhat พระอาทิตย์ตกที่สวยงามและทำให้ภาพ instagram ที่ดีมีศาลเจ้าช้างและมี"
 },
 {
   "Review": "Really can't see the point in this place unless you are in the north and desperate to see a sunset! Bus loads of people are brought in and jostle each other for the best vantage point. The sun sets out to sea so there isn't even anything scenery wise to contrast with the sunset. We were staying in Nai Harn and walked to Promthep, we didn't wait for the sunset as we had better perspectives from our hotel balcony.",
   "Name": "Jongleurgirl",
   "Address": "England, United Kingdom",
   "Time": "January 2020",
   "Rating": 3,
   "Thai": "จริงๆไม่สามารถมองเห็นจุดในสถานที่นี้เว้นแต่ว่าคุณจะอยู่ในภาคเหนือและหมดหวังที่จะเห็นพระอาทิตย์ตกรถบัสโหลดของผู้คนที่จะเข้ามาและกระแทกกันเพื่อจุดที่ดีที่สุด พระอาทิตย์ตกดินในทะเลดังนั้นจึงไม่มีแม้แต่ฉากทิวทัศน์ที่ฉลาดที่จะตัดกับพระอาทิตย์ตก เราพักในนาหานและเดินไปที่พรอมป์เราไม่รอพระอาทิตย์ตกเพราะเรามีมุมมองที่ดีขึ้นจากระเบียงโรงแรมของเรา"
 },
 {
   "Review": "Spent our last day making random stops, this was one. We hired to taxi driver to drive us around to site seed for a few hours. It’s really pretty here, just a quick stop if you make a plan for the day and have time.",
   "Name": "Lisaj730",
   "Address": "New York City, New York",
   "Time": "January 2020",
   "Rating": 4,
   "Thai": "ใช้วันสุดท้ายของเราในการหยุดสุ่มนี่คือหนึ่ง เราจ้างคนขับรถแท็กซี่เพื่อขับรถพาเราไปรอบ ๆ เมล็ดพืชสักสองสามชั่วโมง มันสวยจริงๆที่นี่เพียงหยุดด่วนถ้าคุณวางแผนสำหรับวันและมีเวลา"
 },
 {
   "Review": "This would be a great place to be at sunset. The view from the top is beautful, the walk up is very moderate and easy. Nice spot to just sit and relax.",
   "Name": "GregB052148",
   "Address": "Tarpon Springs, Florida",
   "Time": "December 2019",
   "Rating": 4,
   "Thai": "นี่จะเป็นสถานที่ที่ยอดเยี่ยมสำหรับการชมพระอาทิตย์ตก วิวจากด้านบนสวยมากการเดินขึ้นปานกลางและง่ายมาก จุดที่ดีที่จะเพียงแค่นั่งและผ่อนคลาย"
 },
 {
   "Review": "If you have enough time and go around in the island you need to see that. We didn't go there in sunrise, but it worth to look around in noon as well.",
   "Name": "david.travel",
   "Address": "Budapest, Hungary",
   "Time": "January 2020",
   "Rating": 4,
   "Thai": "ถ้าคุณมีเวลามากพอและออกไปเที่ยวรอบเกาะคุณต้องดูมัน เราไม่ได้ไปที่นั่นในเวลาพระอาทิตย์ขึ้น แต่มันคุ้มค่าที่จะมองไปรอบ ๆ ตอนเที่ยงด้วย"
 },
 {
   "Review": "One of the best view in Phuket. I enjoyed the short walk and the views. If you like photography you must visit this place. You could discover different and beautiful views that you can capture. You will be impressed.",
   "Name": "Nikolay V",
   "Address": "Sofia, Bulgaria",
   "Time": "January 2020",
   "Rating": 5,
   "Thai": "หนึ่งในมุมมองที่ดีที่สุดในจังหวัดภูเก็ต ฉันมีความสุขกับการเดินระยะสั้น ๆ และวิว ถ้าคุณชอบถ่ายรูปคุณต้องไปที่นี่ คุณสามารถค้นพบมุมมองที่แตกต่างและสวยงามที่คุณสามารถจับภาพ คุณจะต้องประทับใจ"
 },
 {
   "Review": "Great views, especially at sunset. Popular spot so the crowds were out in force. Nice to relax and enjoy and savour the moment.",
   "Name": "gastronaut_11",
   "Address": "Perth, United Kingdom",
   "Time": "December 2019",
   "Rating": 4,
   "Thai": "วิวสุดโปรดโดยเฉพาะตอนพระอาทิตย์ตก จุดยอดนิยมดังนั้นฝูงชนจึงออกมาบังคับ ดีที่จะผ่อนคลายและเพลิดเพลินและลิ้มรสช่วงเวลา"
 },
 {
   "Review": "On its slope you can have a picknick with one of the most beautiful views from the island. For the obvious reasons, I'd recommend to visit the place in the evenings, just before the sunset. Google about the surroundings, you'll find places to visit in the area for to almost all tastes even after the sunset, from the very quiet to the very lively. Very nice hotels can be found close-by, but do book in advance! Do drink plenty of water (even after the sunset) and always wear your sunscreen on unprotected parts of your body and your sunglasses during the day. Never leave the latter behind",
   "Name": "Max",
   "Address": "St. Petersburg, Russia",
   "Time": "December 2019",
   "Rating": 5,
   "Thai": "บนทางลาดชันคุณสามารถเลือกได้จากมุมมองที่สวยที่สุดแห่งหนึ่งของเกาะ ด้วยเหตุผลที่ชัดเจนฉันอยากจะแนะนำให้เยี่ยมชมสถานที่ในตอนเย็นก่อนพระอาทิตย์ตกดิน google เกี่ยวกับสภาพแวดล้อมคุณจะพบสถานที่ท่องเที่ยวในพื้นที่เพื่อลิ้มรสเกือบทุกหลังแม้พระอาทิตย์ตกดินจากที่เงียบสงบไปจนถึงมีชีวิตชีวามาก โรงแรมที่ดีมากสามารถพบได้ในบริเวณใกล้เคียง แต่ทำหนังสือล่วงหน้าดื่มน้ำปริมาณมากแม้หลังจากพระอาทิตย์ตกดินและสวมครีมกันแดดของคุณในส่วนที่ไม่มีการป้องกันร่างกายและแว่นตากันแดดของคุณในระหว่างวัน ไม่เคยทิ้งหลัง"
 },
 {
   "Review": "As advertised, the place offers great views during the sunset. You can take some beautiful pictures. Can be a bit crowded though, so you’d better be there early to find a place to sit and enjoy.",
   "Name": "Maire P",
   "Address": "Tallinn, Estonia",
   "Time": "December 2019",
   "Rating": 5,
   "Thai": "ตามที่โฆษณาไว้สถานที่มีทิวทัศน์ที่ยอดเยี่ยมในช่วงพระอาทิตย์ตก คุณสามารถถ่ายรูปสวย ๆ ได้ อาจแออัดไปหน่อยดังนั้นคุณควรไปที่นั่นก่อนเพื่อหาที่นั่งและเพลิดเพลิน"
 },
 {
   "Review": "Promthep Cape was a wonderful visit for me i took a motorbike and parked nearby, strolled up to the view point and wow what a view, you can hike down the peak and get really close to the sea which was also a great experience, although there was a large crowd of tourists doing the same thing as me took away some of the unique feeling of this location. If i was to go again it would be early morning.",
   "Name": "kochyy",
   "Address": "Central Poland, Poland",
   "Time": "November 2019",
   "Rating": 4,
   "Thai": "แหลมพรหมเทพเป็นที่ที่ยอดเยี่ยมสำหรับฉันฉันเอารถมอเตอร์ไซค์และจอดอยู่ใกล้ ๆ เดินขึ้นไปที่จุดชมวิวและว้าวสิ่งที่วิวคุณสามารถไต่เขาลงยอดเขาและได้ใกล้กับทะเลซึ่งเป็นประสบการณ์ที่ดีแม้ว่าจะมี เป็นกลุ่มนักท่องเที่ยวจำนวนมากที่ทำสิ่งเดียวกันเพราะฉันนำความรู้สึกที่เป็นเอกลักษณ์ของสถานที่นี้ออกไป ถ้าฉันจะไปอีกครั้งมันจะเป็นตอนเช้า"
 },
 {
   "Review": "We are lucky to arrive on sunny days where the view was great. Pick the right time to come because this place is popular among tourists.",
   "Name": "Millomocca",
   "Address": "Kuala Lumpur, Malaysia",
   "Time": "November 2019",
   "Rating": 4,
   "Thai": "เราโชคดีที่มาถึงในวันที่มีแดดซึ่งวิวสวยมาก เลือกเวลาที่เหมาะสมที่จะมาเพราะสถานที่แห่งนี้เป็นที่นิยมในหมู่นักท่องเที่ยว"
 },
 {
   "Review": "My first visit to Rawai and I wasn’t much of a fan. I’ve been all over Thailand and Rawai for me is a very loud, dirty, run down little seaside town with very little to do. A local took me up here and this was the highlight of my stay here. The view is spectacular. You can get some great photos. The elephant prayer area (not really sure what you call it) was beautiful and my friend spent some time here lighting incense and laying flowers in prayer. Fortunately she had this area completely to herself during her time there. A tour bus arrived shortly after and the group was extremely loud and disrespectful so I was happy she had her private time. If you’re in the area, this is something to check out. Be strategic with your visiting hours. The less people the better the experience.",
   "Name": "madtat",
   "Address": "Riverside, Rhode Island",
   "Time": "October 2019",
   "Rating": 5,
   "Thai": "ครั้งแรกที่ฉันไปราไวย์และฉันก็ไม่ค่อยมีแฟน ฉันเคยไปทั่วประเทศไทยและราไวย์สำหรับฉันนั้นดังมากสกปรกวิ่งลงไปตามเมืองชายทะเลเล็ก ๆ น้อย ๆ ที่มีให้ทำ ท้องถิ่นพาฉันขึ้นมาที่นี่และนี่คือไฮไลท์ของการพักที่นี่ มุมมองที่งดงาม คุณสามารถรับภาพถ่ายที่ยอดเยี่ยม บริเวณสวดมนต์ช้างไม่แน่ใจว่าสิ่งที่คุณเรียกว่ามันสวยงามและเพื่อนของฉันใช้เวลาที่นี่จุดธูปและวางดอกไม้ในการสวดมนต์ โชคดีที่เธอมีพื้นที่นี้อย่างสมบูรณ์เพื่อตัวเองในช่วงเวลาที่เธออยู่ที่นั่น รถทัวร์มาถึงหลังจากนั้นไม่นานและกลุ่มก็ดังมากและไม่สุภาพดังนั้นฉันจึงมีความสุขเธอมีเวลาส่วนตัวของเธอ หากคุณอยู่ในพื้นที่นี่เป็นสิ่งที่ควรตรวจสอบ เป็นยุทธศาสตร์กับชั่วโมงการเยี่ยมชมของคุณ คนน้อยประสบการณ์ที่ดีกว่า"
 },
 {
   "Review": "Very nice (but steep) walk up to see beautiful views of the islands. It was crowded but still serene. I would recommend it if you are in Phuket.",
   "Name": "CARM T",
   "Address": "Cancún, Quintana Roo, Mexico",
   "Time": "October 2019",
   "Rating": 4,
   "Thai": "สวยมาก แต่สูงชันเดินขึ้นไปดูทิวทัศน์ที่สวยงามของเกาะ มันแออัด แต่ก็ยังเงียบสงบ ฉันอยากจะแนะนำถ้าคุณอยู่ในภูเก็ต"
 },
 {
   "Review": "Nice viewpoint any time of day. I read that it is quite crowded at sunset so we chose to go around 2pm. I think even 4pm would be fine, just before the crowds.Instead, we chose to watch a sunset from Sabai Corner which was awesome whilst having dinner! See my other review.",
   "Name": "Kwokey",
   "Address": "Melbourne, Australia",
   "Time": "October 2019",
   "Rating": 4,
   "Thai": "จุดชมวิวที่ดีตลอดเวลาของวัน ฉันอ่านว่ามันค่อนข้างแออัดในเวลาพระอาทิตย์ตกดังนั้นเราจึงเลือกที่จะไปประมาณบ่ายสองโมง ฉันคิดว่าแม้กระทั่งสี่โมงเย็นก็จะดีก่อนฝูงชน เราเลือกที่จะดูพระอาทิตย์ตกจากมุมสระบัวซึ่งยอดเยี่ยมมากในขณะที่ทานอาหารเย็นดูรีวิวอื่น ๆ ของฉัน"
 },
 {
   "Review": "An exceptional viewpoint to take in the turquoise waters surrounding Phuket.The 360 degree views are a beautiful background to wedding shoots or even group photos. The majestic landmark is a must visit and then make your way to Rawai Pier and enjoy the views and fresh sea food that can be purchased and cooked in the restaurants opposite.Beautiful fresh sea food, reasonably priced.",
   "Name": "Sharda S",
   "Address": "Melbourne, Australia",
   "Time": "September 2019",
   "Rating": 5,
   "Thai": "จุดชมวิวที่ยอดเยี่ยมที่จะพาคุณไปสัมผัสกับน้ำทะเลสีฟ้าครามรอบ ๆ ภูเก็ต มุมมองสามร้อยหกสิบองศาเป็นพื้นหลังที่สวยงามสำหรับการถ่ายภาพงานแต่งงานหรือแม้กระทั่งภาพถ่ายกลุ่ม สถานที่สำคัญที่น่าเกรงขามคือสิ่งที่ไม่ควรพลาดและจากนั้นเดินทางต่อไปยังท่าเรือราไวย์และเพลิดเพลินไปกับวิวทิวทัศน์และอาหารทะเลสดๆ อาหารทะเลสดสวยราคาสมเหตุสมผล"
 },
 {
   "Review": "Challenge yourself exploring further so you can sneak out to quiet spot ... we went there on Sunday so its even more crowded.. it was a lovely sunset we had",
   "Name": "Kety S",
   "Address": "Jakarta, Indonesia",
   "Time": "September 2019",
   "Rating": 4,
   "Thai": "ท้าทายตัวเองให้สำรวจเพิ่มเติมเพื่อที่คุณจะได้หลบหนีไปยังจุดที่เงียบสงบ เราไปที่นั่นทุกวันอาทิตย์ มันเป็นพระอาทิตย์ตกที่น่ารักที่เรามี"
 },
 {
   "Review": "I'm visiting this site on the last day of my vacation in phuket. Me and my friends want to have a view of sunset.Instead we're meeting with a lot of tourist, the place is okay, just too crowded",
   "Name": "anthonio",
   "Address": "Bekasi, Indonesia",
   "Time": "September 2019",
   "Rating": 3,
   "Thai": "ฉันกำลังเยี่ยมชมเว็บไซต์นี้ในวันสุดท้ายของวันหยุดพักผ่อนในภูเก็ต ฉันและเพื่อนของฉันต้องการที่จะเห็นวิวพระอาทิตย์ตก แทนที่เราจะพบกับนักท่องเที่ยวจำนวนมากสถานที่ก็โอเคไม่แออัดเกินไป"
 },
 {
   "Review": "Great place to watch sun go down. Popular but plenty of space to get your perfect insta worthy photo.",
   "Name": "Luke S",
   "Address": "Melbourne, Australia",
   "Time": "September 2019",
   "Rating": 5,
   "Thai": "สถานที่ที่เหมาะสำหรับการชมพระอาทิตย์ตก ได้รับความนิยม แต่มีพื้นที่เหลือเฟือเพื่อให้ได้ภาพถ่ายที่สมบูรณ์แบบของคุณ"
 },
 {
   "Review": "This is Thailand's sunset point that your should not miss when you are in Phuket.The atmosphere is so nice. If you wear a sport shoes, walk down to the cliff to spend good moments with nature.",
   "Name": "VIPANAPA",
   "Address": "Bangkok, Thailand",
   "Time": "August 2019",
   "Rating": 5,
   "Thai": "นี่เป็นจุดชมพระอาทิตย์ตกของประเทศไทยที่คุณไม่ควรพลาดเมื่ออยู่ในภูเก็ต บรรยากาศดีมาก ถ้าคุณสวมรองเท้ากีฬาเดินลงไปที่หน้าผาเพื่อใช้ช่วงเวลาที่ดีกับธรรมชาติ"
 },
 {
   "Review": "Really nice place, not to crowded if you go to the end of it - it’s ‘cause almost everybody will stay in the beginning.Also good spot for taking pictures.Free entrance.Up on a hill are statues with elephants.",
   "Name": "YogiTraveler",
   "Address": "Czech Republic",
   "Time": "August 2019",
   "Rating": 5,
   "Thai": "สถานที่ที่ดีจริง ๆ ไม่แออัดถ้าคุณไปจนจบ - มันเป็นเพราะเกือบทุกคนจะอยู่ในจุดเริ่มต้น ยังเป็นจุดที่ดีสำหรับการถ่ายภาพ เข้าฟรี. บนเขามีรูปปั้นช้าง"
 },
 {
   "Review": "Promthep Cape is d southern most point of Phuket. We took a 2wheeler on rent from near our hotel in Patong and rode to Promthep Cape.Its a 30 to 40 minute ride. On the way u can visit Karon Beach/Kata Beach/Karon View Point.Best time to visit is during sunset. Its just so beautiful. Place is crowded, but not too much. Find a quiet spot for urselves and enjoy d sunset. There's a small temple too on d top. It's like a 5 to 10 minute hike to reach d view point. Entry is free. Place is well maintained. Absolutely worth d 40 minute ride from city centre. We loved it here. The 40 minute journey is picturesque. Must visit. Its usually not included in itineraries bcoz it's far.",
   "Name": "Khushbu Mehta",
   "Address": "Bengaluru, India",
   "Time": "August 2019",
   "Rating": 5,
   "Thai": "แหลมพรหมเทพเป็นจุดใต้สุดของจังหวัดภูเก็ต เราเช่ารถเข็น 2 ล้อจากใกล้โรงแรมของเราในป่าตองและขี่ม้าไปยังแหลมพรหมเทพ มันใช้เวลาสามสิบถึงสี่สิบนาที ระหว่างทางคุณสามารถเยี่ยมชมจุดชมวิวหาดกะรนหาดกะตะ เวลาที่ดีที่สุดในการเยี่ยมชมคือช่วงพระอาทิตย์ตก มันสวยงามมาก สถานที่มีผู้คนหนาแน่น แต่ไม่มากเกินไป หาจุดที่เงียบสงบสำหรับพวกลูกเรือและเพลิดเพลินกับพระอาทิตย์ตกดิน มีวิหารเล็ก ๆ ตั้งอยู่ด้านบน มันเหมือนการขึ้นเขาประมาณห้าถึงสิบนาทีเพื่อไปยังจุดชมวิว งานนี้เข้าฟรี สถานที่ได้รับการดูแลอย่างดี คุ้มค่าอย่างแน่นอนขับรถสี่สิบนาทีจากใจกลางเมือง เราชอบที่นี่มาก การเดินทางสี่สิบนาทีนั้นงดงามมาก ต้องเยี่ยมชม มันมักจะไม่รวมอยู่ในแผนการเดินทาง bcoz มันอยู่ไกล"
 },
 {
   "Review": "This tucked away viewpoint is beautiful at sunset, there is a refreshment and ice cream stall here and restaurants nearby.",
   "Name": "Honeytree24",
   "Address": "Rawai, Thailand",
   "Time": "August 2019",
   "Rating": 5,
   "Thai": "จุดชมวิวที่ซ่อนตัวอยู่นี้เป็นจุดชมพระอาทิตย์ตกที่สวยงามมีเครื่องดื่มและแผงขายไอศครีมที่นี่และร้านอาหารในบริเวณใกล้เคียง"
 },
 {
   "Review": "This is the place for sunsets. Gorgeous. Only problem is the crowds who have the same time. Suggest you go down to the Windmill or just Nai Harn Beach for a similar effect.",
   "Name": "Abushinthegarden",
   "Address": "Singapore, Singapore",
   "Time": "August 2019",
   "Rating": 4,
   "Thai": "นี่คือสถานที่สำหรับพระอาทิตย์ตก งดงาม ปัญหาเดียวคือฝูงชนที่มีเวลาเดียวกัน แนะนำให้คุณลงไปที่กังหันลมหรือเพียงแค่หาดในหานสำหรับผลกระทบที่คล้ายกัน"
 },
 {
   "Review": "Great viewpoint we saw on a tour with Phuket Travel Co. There is a lovely little market with snacks and goods, very reasonable prices. Drinks are 10-20 bht instead of the crazy prices of Patong",
   "Name": "Sarah B",
   "Address": "Toronto, Canada",
   "Time": "August 2019",
   "Rating": 5,
   "Thai": "มุมมองที่ดีที่เราเห็นในทัวร์กับ บริษัท ท่องเที่ยวภูเก็ต มีตลาดเล็ก ๆ น่ารักพร้อมอาหารว่างและสินค้าราคาสมเหตุสมผลมาก เครื่องดื่มราคายี่สิบบาทแทนที่จะเป็นราคาบ้าของป่าตอง"
 },
 {
   "Review": "This was good and you have to walk on a grave road. This was really good experience. you can you to shore of the see.",
   "Name": "Lasantha Fernando",
   "Address": "Negombo, Sri Lanka",
   "Time": "March 2019",
   "Rating": 4,
   "Thai": "นี่เป็นสิ่งที่ดีและคุณต้องเดินบนถนนหลุมศพ นี่เป็นประสบการณ์ที่ดีจริงๆ คุณสามารถไปยังฝั่งที่มองเห็น"
 }
]