[
 {
   "Review": "The view point is good but it is much better to walk down to the coast nearby. It take around 45-60 minutes for small trail down there. Worth it!!",
   "Name": "Aganit Choolam",
   "Address": "-",
   "Time": "3 weeks ago",
   "Rating": 4,
   "Thai": "จุดชมวิวดี แต่ควรเดินลงไปที่ชายฝั่งใกล้ ๆ ใช้เวลาประมาณสี่สิบห้าหกสิบนาทีเพื่อให้เส้นทางเล็ก ๆ คุ้มค่า"
 },
 {
   "Review": "Amazing view point !",
   "Name": "Marko Ratkovic",
   "Address": "-",
   "Time": "3 weeks ago",
   "Rating": 5,
   "Thai": "จุดชมวิวที่น่าตื่นตาตื่นใจ"
 },
 {
   "Review": "Sooooooo many people, it’s so crowded it’s ridiculous. Was crazy trying to get past people and the sunset wasn’t any different then other places. Not worth going when it’s crowded",
   "Name": "T T",
   "Address": "-",
   "Time": "3 weeks ago",
   "Rating": 1,
   "Thai": "คนเยอะมากมันแออัดมากมันไร้สาระ เป็นบ้าที่พยายามดึงคนที่ผ่านมาและพระอาทิตย์ตกไม่แตกต่างจากที่อื่น ไม่คุ้มที่จะไปเมื่อแออัด"
 },
 {
   "Review": "The place sunset view point is a beautiful of phuket, thailand. drive from phuket downtown about 30 minutes. it's perfect!!",
   "Name": "Autsadang Wattanawongsiri",
   "Address": "-",
   "Time": "3 weeks ago",
   "Rating": 5,
   "Thai": "จุดชมพระอาทิตย์ตกที่สวยงามของภูเก็ตประเทศไทย ขับรถจากตัวเมืองภูเก็ตประมาณสามสิบนาที มันสมบูรณ์แบบ"
 },
 {
   "Review": "Best place to view Sunset in Phuket is Promthep view point. You should reach half an hour early to Sunset to view the real beauty. There is a lot of crowd so find your best place to view Sunset. You get everything to eat near this point. Don't miss coconut water.",
   "Name": "Manisha Mehta",
   "Address": "-",
   "Time": "3 weeks ago",
   "Rating": 5,
   "Thai": "สถานที่ที่ดีที่สุดในการชมพระอาทิตย์ตกในจังหวัดภูเก็ตเป็นจุดชมวิวที่สวยงาม คุณควรไปถึงครึ่งชั่วโมงก่อนถึงพระอาทิตย์ตกเพื่อดูความงามที่แท้จริง มีฝูงชนมากมายดังนั้นหาสถานที่ที่ดีที่สุดของคุณเพื่อชมพระอาทิตย์ตก คุณได้ทุกอย่างเพื่อกินใกล้จุดนี้ อย่าพลาดน้ำมะพร้าว"
 },
 {
   "Review": "This is not right place map. Please admin chang map place to be right place because many tourist follow your map the get to wrong place.",
   "Name": "Chayanat Ketchareonkhun",
   "Address": "-",
   "Time": "3 weeks ago",
   "Rating": 0,
   "Thai": "นี่ไม่ใช่แผนที่ที่ถูกต้อง โปรดผู้ดูแลระบบเปลี่ยนแผนที่สถานที่ให้ถูกต้องเพราะนักท่องเที่ยวจำนวนมากติดตามแผนที่ของคุณผิดที่"
 },
 {
   "Review": "Calm and peaceful place. Visit this place before sunset starts, find a beautiful place (maybe between coconut trees) and just enjoy the view. All the worries that you might be having will disappear. There's a small trekking spot available as well.",
   "Name": "Naren",
   "Address": "-",
   "Time": "a month ago",
   "Rating": 4,
   "Thai": "สถานที่สงบและเงียบสงบ เยี่ยมชมสถานที่นี้ก่อนพระอาทิตย์ตกดินเริ่มต้นค้นหาสถานที่ที่สวยงามระหว่างต้นมะพร้าวและเพลิดเพลินกับทิวทัศน์ ความกังวลทั้งหมดที่คุณอาจมีจะหายไป มีจุดเดินป่าเล็ก ๆ เช่นกัน"
 },
 {
   "Review": "The place is famous for its marvellous sunset. It also has a good 15-20 minute trek.Most of the tourists come here for scenic beauty and enjoy peaceful moments around the ocean. You can literally spend an hour or more at the place.Promthep Cape offers beautiful picturesque so make sure you click a lot of good pictures.",
   "Name": "srijan bhardwaj",
   "Address": "-",
   "Time": "2 months ago",
   "Rating": 5,
   "Thai": "สถานที่มีชื่อเสียงในการชมพระอาทิตย์ตกที่ยิ่งใหญ่ นอกจากนี้ยังมีช่วงระยะการเดินทางที่ดีสิบห้ายี่สิบนาที นักท่องเที่ยวส่วนใหญ่มาที่นี่เพื่อชมความงดงามและเพลิดเพลินกับช่วงเวลาที่สงบสุขรอบมหาสมุทร แท้จริงคุณสามารถใช้เวลาหนึ่งชั่วโมงหรือมากกว่านั้นในสถานที่ แหลมพรหมเทพให้ภาพที่สวยงามดังนั้นอย่าลืมคลิกรูปสวย ๆ"
 },
 {
   "Review": "Amazing view on the sea and islands. The path is extremely slippery and require some climbing skills for the best pictures.",
   "Name": "Vitaly",
   "Address": "-",
   "Time": "a month ago",
   "Rating": 5,
   "Thai": "มุมมองที่น่าตื่นตาตื่นใจในทะเลและหมู่เกาะ เส้นทางลื่นมากและต้องการทักษะการปีนเขาเพื่อให้ได้ภาพที่ดีที่สุด"
 },
 {
   "Review": "A must to visit this place, very stunning views especially during the sunset hours. Overlooking the Andaman Sea and also worth a visit for everyone. There are some shops selling clothes, beverages and etc. The entrance fee is FOC. Make sure to walk around in that area which will consists of ups and downs (hill), and be aware of the monkeys as well.",
   "Name": "YM NG",
   "Address": "-",
   "Time": "3 months ago",
   "Rating": 4,
   "Thai": "ต้องไปเยี่ยมชมสถานที่แห่งนี้ทิวทัศน์ที่สวยงามมากโดยเฉพาะในช่วงเวลาพระอาทิตย์ตก สามารถมองเห็นทะเลอันดามันและยังคุ้มค่าแก่การเยี่ยมชมสำหรับทุกคน มีร้านค้าบางร้านขายเสื้อผ้าเครื่องดื่มและอื่น ๆ ค่าเข้าชมเป็นฟรี ตรวจสอบให้แน่ใจว่าได้เดินไปรอบ ๆ บริเวณนั้นซึ่งประกอบด้วยเนินเขาขึ้นลงและระวังลิงด้วย"
 },
 {
   "Review": "Wow! This place was so amazing. I went to this place like 20 minutes from Kata Beach by motorcycle. And when you arrived, you have to hike around 20-25 minute to reaching the top of this beautiful spot. also don’t forget to bring some water, because it’s quite tired and please keep this place clean!!! I warned you guys.",
   "Name": "wateraddict",
   "Address": "-",
   "Time": "a month ago",
   "Rating": 5,
   "Thai": "ว้าวที่นี่ช่างน่าอัศจรรย์จริงๆ ฉันไปที่นี่เหมือนยี่สิบนาทีจากหาดกะตะโดยมอเตอร์ไซค์ และเมื่อคุณมาถึงคุณจะต้องขึ้นเขาประมาณยี่สิบห้านาทีเพื่อไปยังจุดสูงสุดของจุดที่สวยงามแห่งนี้ อย่าลืมนำน้ำมาด้วยเพราะมันค่อนข้างเหนื่อยและโปรดรักษาสถานที่นี้ให้สะอาดฉันเตือนพวกคุณ"
 },
 {
   "Review": "It is said that this is the best point for viewing sunset. This place is very crowded and in the evening time you will find it difficult to get a parking for your car.people stay here for viewing sun set.The place is very beautiful.  You can see here the beautiful view of ocean , beaches,hills and surrounding  greenery. Don't forget to take camera while  going there.Transportation is easily available to and from here. If you are with kids and old peoples then be very careful.",
   "Name": "L JA",
   "Address": "-",
   "Time": "3 months ago",
   "Rating": 4,
   "Thai": "มันบอกว่านี่เป็นจุดที่ดีที่สุดสำหรับการชมพระอาทิตย์ตก สถานที่นี้แออัดมากและในเวลาเย็นคุณจะพบว่ามันยากที่จะหาที่จอดรถ ผู้คนอยู่ที่นี่เพื่อดูดวงอาทิตย์ลับขอบฟ้า สถานที่นั้นสวยงามมาก คุณสามารถเห็นทิวทัศน์ที่สวยงามของมหาสมุทรชายหาดเนินเขาและความเขียวขจีโดยรอบ อย่าลืมที่จะใช้กล้องในขณะที่ไปที่นั่น การขนส่งเป็นไปอย่างง่ายดายไปและกลับจากที่นี่ หากคุณอยู่กับเด็ก ๆ และผู้สูงอายุก็ควรระวังให้มาก"
 },
 {
   "Review": "antastic views of the cape & windmill point.For 5baht there is a nice clean toilet just across the road (no toilet paper as standard in phuket).Plus a selection of tourists stalls.After take the winding road to windmill point, where you can get a drink at the top, and if the breeze is right you get to see some parasailing doing there thing.",
   "Name": "MaKy",
   "Address": "-",
   "Time": "a month ago",
   "Rating": 3,
   "Thai": "มุมมอง antastic ของแหลมและจุดกังหันลม สำหรับ 5 บาทมีห้องน้ำสะอาดดีแค่ข้ามถนนไม่มีกระดาษชำระตามมาตรฐานในภูเก็ต รวมทั้งแผงขายของนักท่องเที่ยว หลังจากใช้ถนนที่คดเคี้ยวไปยังจุดกังหันลมที่ซึ่งคุณสามารถดื่มที่ด้านบนและถ้าสายลมที่ถูกต้องคุณจะได้เห็นพาราเซลทำอะไรบางอย่าง"
 },
 {
   "Review": "Very good view. Nice photography spots. A good trek to the edge of the hill also can be done.",
   "Name": "Mahendra Jain",
   "Address": "-",
   "Time": "a month ago",
   "Rating": 5,
   "Thai": "มุมมองที่ดีมาก จุดถ่ายภาพที่ดี ช่วงระยะการเดินทางที่ดีไปยังขอบของภูเขาก็สามารถทำได้"
 },
 {
   "Review": "An amazing sunset a 15min walk on a beautiful path to reach the very end of the cape. A very good restaurant nearby",
   "Name": "Regis Boillet",
   "Address": "-",
   "Time": "2 months ago",
   "Rating": 5,
   "Thai": "พระอาทิตย์ตกที่น่าตื่นตาตื่นใจใช้เวลาเดิน 15 นาทีบนเส้นทางที่สวยงามเพื่อไปถึงปลายสุดของแหลม ร้านอาหารที่ดีมากในบริเวณใกล้เคียง"
 },
 {
   "Review": "Promthep Cape is beautiful and calm. You can sit here for hours and see the sunset. You can see the sun setting down in Andaman sea. Very picturesque.This place is must visit when in phuket.",
   "Name": "Deepali Tripathi",
   "Address": "-",
   "Time": "3 months ago",
   "Rating": 5,
   "Thai": "แหลมพรหมเทพนั้นสงบและสวยงาม คุณสามารถนั่งที่นี่เป็นเวลาหลายชั่วโมงและชมพระอาทิตย์ตก คุณสามารถเห็นพระอาทิตย์ตกดินในทะเลอันดามัน งดงามมาก สถานที่นี้จะต้องเยี่ยมชมเมื่ออยู่ในภูเก็ต"
 },
 {
   "Review": "One of the most beautiful viewpoints in Phuket. Located at the most southern tip of Phuket, it offers a stunning view of some beautiful small islands and an amazing sunset views.\nMake sure to walk around the area since each side offers a different view.",
   "Name": "Jamal Biyrouti",
   "Address": "-",
   "Time": "5 months ago",
   "Rating": 4,
   "Thai": "หนึ่งในจุดชมวิวที่สวยที่สุดในจังหวัดภูเก็ต ตั้งอยู่ที่ปลายสุดทางใต้ของภูเก็ตให้ทัศนียภาพอันน่าทึ่งของเกาะเล็ก ๆ ที่สวยงามและวิวพระอาทิตย์ตกดินที่น่าตื่นตาตื่นใจ อย่าเดินไปรอบ ๆ บริเวณเพราะแต่ละด้านมีมุมมองที่แตกต่างกัน"
 },
 {
   "Review": "We had a driver for a few hours to take us around, well worth the money and he took us to this site. The views are fantastic and very quiet, there is a lovely shop to have cold drinks and good parking. They don't like people smoking there which is fine. I can't express the beautiful views, it's amazing, must go and have a look.",
   "Name": "steven Morgan",
   "Address": "-",
   "Time": "5 months ago",
   "Rating": 5,
   "Thai": "เรามีคนขับรถสองสามชั่วโมงเพื่อพาเราไปรอบ ๆ คุ้มค่าเงินและเขาพาเราไปที่เว็บไซต์นี้ วิวยอดเยี่ยมและเงียบสงบมากมีร้านค้าน่ารักมีเครื่องดื่มเย็น ๆ และที่จอดรถดี พวกเขาไม่ชอบคนที่สูบบุหรี่ซึ่งเป็นเรื่องปกติ ฉันไม่สามารถแสดงมุมมองที่สวยงามมันน่าทึ่งต้องไปและได้ดู"
 },
 {
   "Review": "Beautiful views of the ocean. There's a lot of tourists around but a good pit stop to get a few pictures and enjoy the fresh air. There's restaurants across the street for food. If arriving in a taxi it might be better to have the wait or risk staying longer than expected.",
   "Name": "Saad Khan",
   "Address": "-",
   "Time": "4 months ago",
   "Rating": 5,
   "Thai": "ทิวทัศน์อันสวยงามของมหาสมุทร มีนักท่องเที่ยวจำนวนมากอยู่รอบ ๆ แต่มีจุดแวะพักที่ดีเพื่อให้ได้รับภาพไม่กี่ภาพและเพลิดเพลินกับอากาศบริสุทธิ์ มีร้านอาหารฝั่งตรงข้ามถนนเพื่อหาอาหาร ถ้ามาถึงแท็กซี่อาจจะดีกว่าถ้ารอหรือเสี่ยงเกินกว่าที่คาด"
 },
 {
   "Review": "Family-friendly area and photo ops at the top, then it's a nice 10-15 min careful walk/hike down to the point where you can enjoy the sound and force of the ocean. Sadly, there was a bit more litter along the way than I could pick up. Keep it tidy, folks!",
   "Name": "mike bilyj",
   "Address": "-",
   "Time": "5 months ago",
   "Rating": 4,
   "Thai": "บริเวณที่เหมาะสำหรับครอบครัวและรูปถ่ายที่อยู่ด้านบนสุดจากนั้นเดินขึ้นเขาสิบห้านาทีอย่างระมัดระวังเพื่อไปยังจุดที่คุณสามารถเพลิดเพลินกับเสียงและพลังของมหาสมุทร น่าเศร้ามีเศษขยะเพิ่มขึ้นเล็กน้อยกว่าที่ฉันจะรับได้ ทำให้เป็นระเบียบเรียบร้อย"
 },
 {
   "Review": "Great view from the place, but quite far away from the city. You can take personal bikes and reach over there and can enjoy the entire journey in between you will get couple of bars in village to enjoy the drinks and play snooker.",
   "Name": "Raghav Bhasin",
   "Address": "-",
   "Time": "4 months ago",
   "Rating": 4,
   "Thai": "วิวดีจากสถานที่ แต่ค่อนข้างไกลจากตัวเมือง คุณสามารถใช้จักรยานส่วนตัวและไปที่นั่นและเพลิดเพลินไปกับการเดินทางทั้งในระหว่างที่คุณจะได้รับบาร์สองแห่งในหมู่บ้านเพื่อเพลิดเพลินกับเครื่องดื่มและเล่นสนุกเกอร์"
 },
 {
   "Review": "Overcrowded at sunsets understandably. Well worth the effort to track down to the rocky islets below. Freshest sea breeze on the whole island.",
   "Name": "Ronald Saw",
   "Address": "-",
   "Time": "2 months ago",
   "Rating": 5,
   "Thai": "แออัดจนพระอาทิตย์ตกดิน คุ้มค่ากับความพยายามในการติดตามไปยังเกาะหินด้านล่าง ลมทะเลที่สดชื่นที่สุดบนเกาะทั้งเกาะ"
 },
 {
   "Review": "It was okay for me, not very exotic or fantastic. Lots of Chienese group travellers were there. However, photos I took looked better than it is, so if you are Instagram boys and girls, you must go and line up for a spot.",
   "Name": "Traveling Wilberry",
   "Address": "-",
   "Time": "a month ago",
   "Rating": 4,
   "Thai": "มันก็โอเคสำหรับฉันไม่แปลกใหม่มากหรือมหัศจรรย์ มีกลุ่มนักเดินทางชาวจีนจำนวนมากอยู่ที่นั่น อย่างไรก็ตามภาพถ่ายที่ฉันถ่ายดูดีกว่าที่เป็นดังนั้นถ้าคุณเป็นเด็กผู้ชายและเด็กผู้หญิงคุณต้องไปเข้าแถว"
 },
 {
   "Review": "This is as far south as you can go on Phuket Island. The Andaman sea stretches out in front of you as you get a 270 degree viewing angle.The Big Buddha can be seen over the crest of a hill in between.Unfortunately the Maritime Museum appears to be closed for renovations. Outside however the scale models of the Royal Navy of Thailand along with a very imposing statue of Rama V are visible.The rotunda with all the various elephant statutes is a sight to behold.",
   "Name": "Jamshed Eruch Surti",
   "Address": "-",
   "Time": "4 months ago",
   "Rating": 5,
   "Thai": "นี่คือทางใต้สุดที่คุณสามารถไปบนเกาะภูเก็ต ทะเลอันดามันแผ่ออกไปเบื้องหน้าคุณเมื่อคุณได้รับมุมมองสองร้อยเจ็ดสิบองศา พระพุทธรูปองค์ใหญ่สามารถมองเห็นยอดเขาในระหว่างนั้น น่าเสียดายที่พิพิธภัณฑ์ทางทะเลดูเหมือนจะปิดเพื่อทำการปรับปรุง ข้างนอกอย่างไรก็ตามแบบจำลองขนาดของกองทัพเรือแห่งประเทศไทยพร้อมกับรูปปั้นที่น่าประทับใจของพระราม 5 จะปรากฏให้เห็น หอกกับรูปปั้นช้างต่าง ๆ เป็นภาพที่เห็น"
 },
 {
   "Review": "Wide open space to walk around the view point. There are some stalls selling fruits and drinks. Toilet is available across the road, free for guests who booked agencies’ day tour.",
   "Name": "Jessica Yin",
   "Address": "-",
   "Time": "a month ago",
   "Rating": 5,
   "Thai": "พื้นที่โล่งกว้างสำหรับเดินรอบ ๆ จุดชมวิว มีแผงขายผลไม้และเครื่องดื่ม มีห้องน้ำอยู่ฝั่งตรงข้ามถนนฟรีสำหรับแขกที่จองทัวร์ระหว่างวันของเอเจนซี่"
 },
 {
   "Review": "It's a nice place with a long pathway from where one could click great pictures of the ocean. There is also a temple complex with lot of elephant statues. View is simply awesome",
   "Name": "srinivasulu kuragayala",
   "Address": "-",
   "Time": "5 months ago",
   "Rating": 5,
   "Thai": "มันเป็นสถานที่ที่ดีที่มีเส้นทางยาวจากที่หนึ่งสามารถคลิกภาพที่ดีของมหาสมุทร นอกจากนี้ยังมีวิหารที่มีรูปปั้นช้างมากมาย มุมมองนั้นยอดเยี่ยมมาก"
 },
 {
   "Review": "Great place to watch the sunset. We were like 15 minutes late and missed “the full show”, but anyway it was spectacular.",
   "Name": "Galya Mor",
   "Address": "-",
   "Time": "3 months ago",
   "Rating": 5,
   "Thai": "สถานที่ที่เหมาะสำหรับการชมพระอาทิตย์ตก พวกเรามาสายประมาณสิบห้านาทีและพลาดการแสดงเต็ม แต่มันก็น่าตื่นเต้น"
 },
 {
   "Review": "Great place to see the sunset. A lot of people here so best to go early to get a good viewpoint.  Definitely a must for any trip to phuket",
   "Name": "Wayne Lawley",
   "Address": "-",
   "Time": "3 months ago",
   "Rating": 4,
   "Thai": "สถานที่ที่เหมาะสำหรับการชมพระอาทิตย์ตก ผู้คนมากมายที่นี่จึงควรไปก่อนเพื่อรับมุมมองที่ดี ต้องมีสำหรับการเดินทางไปภูเก็ตอย่างแน่นอน"
 },
 {
   "Review": "One of the best places to see sunset at phuket. A must see. Beautiful landscape, even without sunset it is beautiful.",
   "Name": "shyamal sarkar",
   "Address": "-",
   "Time": "2 months ago",
   "Rating": 5,
   "Thai": "หนึ่งในสถานที่ที่ดีที่สุดในการชมพระอาทิตย์ตกที่ภูเก็ต ต้องดู ภูมิทัศน์ที่สวยงามแม้ไม่มีพระอาทิตย์ตกมันก็สวยงาม"
 },
 {
   "Review": "Beautiful and one of the best palces for watching sunset. Amazing view, really wide view, and so peaceful.",
   "Name": "Nemanja Mjedenjak",
   "Address": "-",
   "Time": "a month ago",
   "Rating": 5,
   "Thai": "สวยงามและเป็นหนึ่งในเพดานที่ดีที่สุดสำหรับการชมพระอาทิตย์ตก วิวที่น่าตื่นตาตื่นใจวิวกว้างมากและเงียบสงบ"
 },
 {
   "Review": "Amazing sea view! Just simply beautiful when sunset. But need to walk to the tip of the cape and the road is rugged and slippery. Need to take around 10-15 minutes to reach the tip.",
   "Name": "Wai Lam Chan",
   "Address": "-",
   "Time": "6 months ago",
   "Rating": 5,
   "Thai": "วิวทะเลที่น่าตื่นตาตื่นใจเพียงแค่สวยงามเมื่อพระอาทิตย์ตก แต่ต้องเดินไปที่ปลายแหลมและถนนขรุขระและลื่น ต้องใช้เวลาประมาณสิบห้านาทีในการเข้าถึงส่วนปลาย"
 },
 {
   "Review": "A very beautiful place. I suggest you to plan your visit during the sunset as the view will be awesome",
   "Name": "Nitin BS",
   "Address": "-",
   "Time": "2 months ago",
   "Rating": 5,
   "Thai": "สถานที่ที่สวยงามมาก ฉันแนะนำให้คุณวางแผนการเยี่ยมชมของคุณในช่วงพระอาทิตย์ตกเพราะวิวจะยอดเยี่ยม"
 },
 {
   "Review": "Nice place in Phuket with great views.View is awesome and a great place to click pictures.",
   "Name": "Piyush Atal",
   "Address": "-",
   "Time": "a month ago",
   "Rating": 5,
   "Thai": "สถานที่ที่ดีในจังหวัดภูเก็ตพร้อมวิวที่ยอดเยี่ยม มุมมองน่ากลัวและเป็นสถานที่ที่ยอดเยี่ยมสำหรับการคลิกรูปภาพ"
 },
 {
   "Review": "Something feels special about standing at the most southerly point of places. The same can be said for the most southerly point of Phuket. It's a 10-15 walk from the viewpoint down to the very point where there are two stone cairns. It's peaceful as no one bothers to walk down.",
   "Name": "Steve Christie",
   "Address": "-",
   "Time": "4 months ago",
   "Rating": 4,
   "Thai": "บางสิ่งบางอย่างรู้สึกพิเศษเกี่ยวกับการยืนที่จุดใต้สุดของสถานที่ เดียวกันสามารถพูดได้สำหรับจุดทางใต้ของภูเก็ต มันมีสิบห้าเดินจากจุดชมวิวลงไปยังจุดที่มีแครนส์หินสองแห่ง มันเป็นความสงบเพราะไม่มีใครมารบกวนเดินลงไป"
 },
 {
   "Review": "A very beautiful way place to enjoy the late afternoon. Recommend taking a bike to this place if you are visiting from Phuket or central parts, the drive is beautiful. You could also follow the trail to reach the last point in the cape. It's amazing to sit there and watch the sun set at the distance. One could easily spend close to 90 minutes here.",
   "Name": "Praveen Nagaraja",
   "Address": "-",
   "Time": "8 months ago",
   "Rating": 5,
   "Thai": "เป็นวิธีที่สวยงามมากในการเพลิดเพลินกับช่วงบ่าย ขอแนะนำให้นำจักรยานมาที่นี่หากคุณมาจากภูเก็ตหรือภาคกลางขับรถสวย คุณสามารถติดตามเส้นทางเพื่อไปยังจุดสุดท้ายในแหลม มันวิเศษมากที่ได้นั่งที่นั่นและดูพระอาทิตย์ตกดินในระยะไกล เราสามารถใช้เวลาใกล้กับเก้าสิบนาทีได้อย่างง่ายดาย"
 },
 {
   "Review": "The atmosphere at dusk is really beautiful for watching the sun set down, especially in a cloudy day when the sun light shines across the cloud, it seems like an angel is descending from up above and the sun is moving down slowly into the horizon of the beautiful sea.",
   "Name": "Shannon Yorddey",
   "Address": "-",
   "Time": "2 months ago",
   "Rating": 5,
   "Thai": "บรรยากาศตอนค่ำนั้นสวยงามมาก ๆ สำหรับการดูพระอาทิตย์ตกโดยเฉพาะในวันที่มีเมฆมากเมื่อแสงดวงอาทิตย์ส่องผ่านเมฆดูเหมือนว่าทูตสวรรค์ลงมาจากเบื้องบนและดวงอาทิตย์เคลื่อนลงสู่ขอบฟ้าอย่างช้าๆ ทะเลที่สวยงาม"
 },
 {
   "Review": "Wow, it's definitely a spot that should not be missed in Phuket. The sunset view is superb. Try to walk to the cape as the view point is always crowded with people. We just sat at the cape to chill and wait for the sunset. But the road to the cape is a bit tough and it will be good if you wear sport shoes and not slipper.",
   "Name": "Pei Kin Teng",
   "Address": "-",
   "Time": "6 months ago",
   "Rating": 5,
   "Thai": "ว้าวมันเป็นจุดที่ไม่ควรพลาดในจังหวัดภูเก็ต วิวพระอาทิตย์ตกที่ยอดเยี่ยม ลองเดินไปที่แหลมเพราะจุดชมวิวจะเต็มไปด้วยผู้คน เราแค่นั่งที่แหลมเพื่อทำใจให้สบายและรอพระอาทิตย์ตก แต่ถนนไปแหลมก็ยากและมันจะดีถ้าคุณใส่รองเท้ากีฬาและไม่ใส่รองเท้า"
 },
 {
   "Review": "Great place to visit especially for the sunset but can get very busy at this time but still worth a visit",
   "Name": "trevor lewis",
   "Address": "-",
   "Time": "2 months ago",
   "Rating": 5,
   "Thai": "สถานที่ที่เหมาะสำหรับการเยี่ยมชมพระอาทิตย์ตกโดยเฉพาะอย่างยิ่ง แต่สามารถยุ่งมากในเวลานี้ แต่ก็ยังคุ้มค่าแก่การเยี่ยมชม"
 },
 {
   "Review": "A good trek down to watch the sunset. Lots of tourists stay at the top, but it is worth the hike down.",
   "Name": "Charlie O'Neill",
   "Address": "-",
   "Time": "a month ago",
   "Rating": 5,
   "Thai": "ช่วงระยะการเดินทางที่ดีลงไปดูพระอาทิตย์ตก นักท่องเที่ยวจำนวนมากพักอยู่ที่จุดสูงสุด แต่ก็คุ้มค่ากับการขึ้นลง"
 },
 {
   "Review": "Super neat. I got there at nine in the mor ing to try and go fishing off the rocks. It is an easy hike and really beautiful. Be careful of the wind and eaves if you are not used to that type of thing. Really picturesque and stunning. I climbed all the way down and then scaled the walls to get to a private little beach on the east side. Super neat would recommend.",
   "Name": "Matthew T.",
   "Address": "-",
   "Time": "5 months ago",
   "Rating": 5,
   "Thai": "เรียบร้อยสุด ๆ ฉันไปถึงที่นั่นตอนเก้าโมงเพื่อพยายามตกปลาจากหิน มันเป็นธุดงค์ง่ายและสวยงามจริงๆ ระวังลมและชายคาบ้านหากคุณไม่คุ้นเคยกับสิ่งนั้น งดงามและน่าทึ่งจริงๆ ฉันปีนลงมาจากนั้นปรับขนาดกำแพงเพื่อไปที่ชายหาดเล็ก ๆ ส่วนตัวทางด้านตะวันออก สุดยอดอยากจะแนะนำ"
 },
 {
   "Review": "Nice viewpoint, there also was a little trail into a place close to the ocean, not the easiest route to take, but I think all of the walking routes are not completely unfitt people friendly. Further they were partially under construction/renovation wich made some parts closed. Lots of tourists aswell so also lots off little shop.",
   "Name": "Bob Oorsprong",
   "Address": "-",
   "Time": "2 months ago",
   "Rating": 4,
   "Thai": "จุดชมวิวที่ดีนอกจากนี้ยังมีเส้นทางเล็ก ๆ ในสถานที่ใกล้กับมหาสมุทรไม่ใช่เส้นทางที่ง่ายที่สุดที่จะใช้ แต่ฉันคิดว่าเส้นทางเดินทุกเส้นทางไม่เหมาะสำหรับผู้ที่เป็นมิตร ต่อไปพวกเขาอยู่ภายใต้การปรับปรุงการก่อสร้างบางส่วนซึ่งทำให้บางส่วนปิด นักท่องเที่ยวจำนวนมากเช่นกันดังนั้นยังมีร้านค้าเล็ก ๆ น้อย ๆ มากมาย"
 },
 {
   "Review": "Sunsets never gets old from wherever you see it. However, Promthep Cape will make that experience unforgettable. It's a viewpoint in Phuket overlooking the Andaman sea and is surrounded by water from three sides. You can feel the salty breeze some lone cruise on the horizon and obviously the sun, touching the line where sea and sky meet. You can never forget that experience. A must watch!",
   "Name": "Ajay Raikwar",
   "Address": "-",
   "Time": "9 months ago",
   "Rating": 5,
   "Thai": "พระอาทิตย์ตกไม่เคยแก่จากที่ใดก็ตามที่คุณเห็น อย่างไรก็ตามแหลมพรหมเทพจะทำให้ประสบการณ์นั้นไม่มีวันลืมเลือน มันเป็นจุดชมวิวในจังหวัดภูเก็ตที่สามารถมองเห็นทะเลอันดามันและล้อมรอบด้วยน้ำจากสามด้าน คุณจะรู้สึกถึงสายลมที่เค็มล่องเรือโดดเดี่ยวบนขอบฟ้าและเห็นได้ชัดว่าดวงอาทิตย์สัมผัสเส้นที่ทะเลและท้องฟ้าพบ คุณไม่มีวันลืมประสบการณ์นั้น ต้องดู"
 },
 {
   "Review": "A must go place in Phuket! Even during the day the views are breathtaking!",
   "Name": "Viktor Szalai",
   "Address": "-",
   "Time": "2 months ago",
   "Rating": 5,
   "Thai": "ต้องไปสถานที่ในภูเก็ตแม้ในระหว่างวันที่มีมุมมองที่น่าทึ่ง"
 },
 {
   "Review": "The best place to view sunset in Phuket, fantastic place to take pics, keep in mind there are some stairs which you need to climb.",
   "Name": "Sanjay Singh",
   "Address": "-",
   "Time": "3 months ago",
   "Rating": 5,
   "Thai": "สถานที่ที่ดีที่สุดในการชมพระอาทิตย์ตกในจังหวัดภูเก็ตสถานที่ที่ยอดเยี่ยมสำหรับการถ่ายรูปโปรดทราบว่ามีบันไดบางอย่างที่คุณต้องปีนขึ้นไป"
 },
 {
   "Review": "Came here to see the sunset. Nothing special about the sunset. The place was crowded and difficult to get parking spaces. Met few street performers here",
   "Name": "nh bajuri",
   "Address": "-",
   "Time": "a month ago",
   "Rating": 4,
   "Thai": "มาที่นี่เพื่อดูพระอาทิตย์ตก ไม่มีอะไรพิเศษเกี่ยวกับพระอาทิตย์ตก สถานที่แออัดและหาที่จอดรถยาก พบกับนักแสดงข้างถนนไม่กี่คนที่นี่"
 },
 {
   "Review": "Its a beautiful sunset point and a tourist attraction. You can walk around, click pictures and sit for a while as it has various walkways, gardens and places to sit. Don't forget your cameras when you visit here. Carry something to eat and drink while you enjoy the beauty around you!",
   "Name": "roopam goyal",
   "Address": "-",
   "Time": "9 months ago",
   "Rating": 5,
   "Thai": "มันเป็นจุดชมพระอาทิตย์ตกที่สวยงามและเป็นสถานที่ท่องเที่ยว คุณสามารถเดินไปรอบ ๆ คลิกที่ภาพและนั่งสักพักเพราะมีทางเดินสวนและสถานที่ต่างๆให้นั่ง อย่าลืมกล้องของคุณเมื่อคุณเยี่ยมชมที่นี่ พกของกินและดื่มขณะที่คุณเพลิดเพลินไปกับความงามรอบ ๆ ตัวคุณ"
 },
 {
   "Review": "Try not to go here during high noon like I did.  This was the most amazing spot in Phuket. I would say must see if you like to take pics. Avoid during high noon, I never was here for sunset but I bet it is incredible.  My pics are unavailable but I imagine there are way better than mine up in previous reviews.",
   "Name": "Lisa Rutherford",
   "Address": "-",
   "Time": "8 months ago",
   "Rating": 5,
   "Thai": "พยายามอย่าไปที่นี่ในช่วงเที่ยงสูงเหมือนฉัน นี่เป็นจุดที่น่าตื่นตาตื่นใจที่สุดในภูเก็ต ฉันจะบอกว่าต้องดูว่าคุณชอบถ่ายรูปไหม หลีกเลี่ยงในช่วงเที่ยงวันฉันไม่เคยมาที่นี่เพื่อชมพระอาทิตย์ตก แต่ฉันคิดว่ามันน่าเหลือเชื่อ รูปของฉันไม่พร้อมใช้งาน แต่ฉันคิดว่ามีวิธีที่ดีกว่าของฉันในรีวิวก่อนหน้านี้"
 },
 {
   "Review": "ts very Nice and very wonderful place. Here u on top very nice view for Sunset. Many tourist coming here for see the sunset. Here u take pictures and make videos coming amazing and very beautiful very nice. Outside around this area very nice view and very neat and clean around there here this place. I like too much this place. Thanks",
   "Name": "VASEEM KHAN",
   "Address": "-",
   "Time": "9 months ago",
   "Rating": 5,
   "Thai": "ts สถานที่ที่ดีมากและยอดเยี่ยมมาก ที่นี่คุณอยู่บนมุมมองที่ดีมากสำหรับพระอาทิตย์ตก นักท่องเที่ยวจำนวนมากมาที่นี่เพื่อดูพระอาทิตย์ตก ที่นี่คุณถ่ายภาพและสร้างวิดีโอที่น่าตื่นตาตื่นใจและสวยงามมาก ๆ ด้านนอกบริเวณนี้วิวสวยมากและสะอาดมากและสะอาดที่นี่ที่นี่ ฉันชอบที่นี่มากเกินไป ขอบคุณ"
 },
 {
   "Review": "This is one of the best place in Phuket and a must visit if you are there. It takes about 30 minutes to travel there by car from Patong. The view of the cape from the top is amazing. If you stay until the evening, you may be able to view the beautiful sunset. There are also restaurants and shops in the area. This place is always crowded with tourists. However it is still one of the most romantic place around. If you want to impress your girl, give this a try!",
   "Name": "Tim Tan",
   "Address": "-",
   "Time": "7 months ago",
   "Rating": 5,
   "Thai": "นี่เป็นหนึ่งในสถานที่ที่ดีที่สุดในภูเก็ตและต้องไปถ้าคุณอยู่ที่นั่น ใช้เวลาประมาณสามสิบนาทีในการเดินทางโดยรถยนต์จากป่าตอง มุมมองของแหลมจากด้านบนเป็นที่น่าอัศจรรย์ หากคุณอยู่จนถึงตอนเย็นคุณอาจจะสามารถชมพระอาทิตย์ตกที่สวยงาม นอกจากนี้ยังมีร้านอาหารและร้านค้าในพื้นที่ สถานที่นี้เต็มไปด้วยนักท่องเที่ยวเสมอ อย่างไรก็ตามมันยังคงเป็นหนึ่งในสถานที่โรแมนติกที่สุดรอบ ๆ ถ้าคุณต้องการที่จะสร้างความประทับใจให้ผู้หญิงลองดูสิ"
 },
 {
   "Review": "Very nice view at sunset. A perfect spot for a romantic couples picture or even just for viewing it alone. The sunset doesn't last for too long but it's beautiful enough to make you want to see it every day you're in town.",
   "Name": "Christopher Le",
   "Address": "-",
   "Time": "10 months ago",
   "Rating": 5,
   "Thai": "วิวสวยมากตอนพระอาทิตย์ตก เป็นสถานที่ที่สมบูรณ์แบบสำหรับภาพคู่รักที่โรแมนติกหรือแม้กระทั่งสำหรับการดูเพียงอย่างเดียว พระอาทิตย์ตกไม่นานเกินไป แต่มันก็สวยพอที่จะทำให้คุณอยากเห็นมันทุกวันที่คุณอยู่ในเมือง"
 }
]